Repository: AMProgramms/WarningList
Catalog: WpfApp1/Properties/Resources.*.resx
Languages: be_by, bg_bg, uk_ua

source: About
be_by: Аўтар
bg_bg: Автор
uk_ua: Автор

# AboutMe
source: Hello! My name Alexander! It's my three project You probably know me from two other projects, namely RPG BASIC and Snake. I've been programmimg for 3 years. My main classification is C++, C(Newble),and C#(3 - 6 mounts). The development of the program is onging to this day...
be_by: Привествую! Маё імя Александр! Гэта мой трэці праект, вы наверноё ведаеце мяне па двух іншых праектах, а менавіта RPG BASIC і Snake. Я праграмуюць ўжо як 3 гады. Мая асноўная класіфікацыя - C ++, C, і C # (3 - 6 месяцаў). Распрацоўка праграмы вядзецца і па гэты дзень ...
bg_bg: Добре дошли! Казвам се Александър! Това е третият ми проект, вероятно ме познавате от два други проекта, а именно RPG BASIC и Snake. Програмирам вече 3 години. Основната ми класификация е C ++, C и C # (3 - 6 месеца). Разработването на програмата продължава и до днес ...
uk_ua: Вітають! Моє ім'я Олександр! Це мій третій проект, ви наверноё знаєте мене по двом іншим проектам, а саме RPG BASIC і Snake. Я програмую вже як 3 роки. Моя основна класифікація - C ++, C, і C # (3 - 6 місяців). Розробка програми ведеться і до цього дня ...

source: Add
be_by: Дадаць
bg_bg: Добави към
uk_ua: Додати

# AM
source: About me:
be_by: Пра аўтара:
bg_bg: За автора:
uk_ua: Про автора:

source: Background
be_by: Задні фон
bg_bg: Задният фон
uk_ua: Заднiй фон

source: Biology
be_by: Біялогія
bg_bg: Биология
uk_ua: Бiологiя

source: Bold
be_by: Тоўсты
bg_bg: Дебел
uk_ua: Жирний

# Box1
source: Exiting...
be_by: Выхад ...
bg_bg: Изход ...
uk_ua: Вихiд...

# Box2
source: Confirm
be_by: Пацвердзіць
bg_bg: Потвърдете
uk_ua: Підтвердити

source: Chemistry
be_by: Хімія
bg_bg: Химия
uk_ua: Хімія

source: Color
be_by: Колер
bg_bg: Цвят
uk_ua: Колір

source: Computer science
be_by: Iнфарматыка
bg_bg: Информатика
uk_ua: Інформатика

# Creator
source: Created by AMPrograms
be_by: Стварыў AMPrograms
bg_bg: Създадени AMPrograms
uk_ua: Створив AMPrograms

# Debug
source: Debug mode
be_by: Для распрацоўшчыкаў
bg_bg: За разработчици
uk_ua: Для разработчікво

# DebugD
source: Debug
be_by: Адладка
bg_bg: Отстраняване
uk_ua: Налагодження

source: Delete
be_by: Выдаліць
bg_bg: Изтрий
uk_ua: Вилучити

# Desc
source: Description about all versions located at the link:
be_by: Апісанне аб усіх версіях знаходзіцца па спасылцы:
bg_bg: Описание на всички версии можете да намерите на връзката:

# Dialoge1
source: Enter name and surname:
be_by: Калі ласка, увядзіце імя і прозвішча:
bg_bg: Въведете вашето име и фамилия:
uk_ua: Введіть ім'я та прізвище:

# Dialoge2
source: Change subject
be_by: Вылучыце прадмет
bg_bg: Изберете тема
uk_ua: Виберіть предмет

# Dialoge3
source: Confirm?
be_by: Пацвердзіць?
bg_bg: Потвърдете?
uk_ua: Підтвердити?

# Dialoge4
source: Press Buttons for score
be_by: Націсніце кнопку для павелічэння рахункі
bg_bg: Щракнете върху бутона, за да увеличите резултата
uk_ua: Натисніть кнопку для збільшення рахунку

# Dialoge5
source: Enter name subject
be_by: Калі ласка, увядзіце імя прадмета
bg_bg: Въведете името на елемента
uk_ua: Введіть ім'я предмета

# Dialoge6
source: Click element for delete!
be_by: Націсніце на элемент што б выдаліць яго!
bg_bg: Щракнете върху елемент, за да го изтриете!
uk_ua: Натисніть на елемент що б видалити його!

# Dialoge7
source: Click element for edit!
be_by: Націсніце на элемент што б адрэдагаваць яго!
bg_bg: Кликнете върху елемент, за да го редактирате!
uk_ua: Натисніть на елемент що б відредагувати його!

# Dialoge8
source: Nice! Press Mouse Right Button for confirm:
be_by: Выдатна! Націсніце правую кнопку мышы што б прыняць вынік.
bg_bg: Отлично! Щракнете с десния бутон на мишката, за да приемете резултата.
uk_ua: Відмінно! Натисніть праву кнопку миші щоб прийняти результат.

# Dialoge9
source: Error! Score very small!
be_by: Памылка! Занадта мала для атрымання выніку!
bg_bg: Грешка! Твърде малко, за да се получат резултати!
uk_ua: Помилка! Занадто мало для отримання результату!

# Dm
source: Debug mode, more opportunity
be_by: Для распрацоўшчыкаў
bg_bg: За разработчици
uk_ua: Для разработчікво

source: Edit
be_by: Рэдагаваць
bg_bg: Редактиране
uk_ua: Редагувати

source: English
be_by: Англійская мова
bg_bg: Английски език
uk_ua: Англійська мова

# EnterC
source: Enter score:
be_by: Калі ласка, увядзіце ацэнку:
bg_bg: Въведете прогноза:
uk_ua: Введіть оцінку:

source: Exit
be_by: Выйсці
bg_bg: Излез
uk_ua: Вийти

source: Font
be_by: Шрыфт
bg_bg: Шрифт
uk_ua: Шрифт

source: FontColor
be_by: Колер шрыфта
bg_bg: Цвят на шрифта
uk_ua: Колір шрифту

# Fs
source: This is fullscreen mode
be_by: Гэта поўнаэкранны рэжым
bg_bg: Это полноэкранный режим
uk_ua: Це повноекранний режим

# Fullscreen
source: Fullscreen mode
be_by: Поўнаэкранны рэжым
bg_bg: Това е режим на цял екран
uk_ua: Повноекранний режим

# Gen
source: Your middle score:
be_by: Ваш сярэдні бал:
bg_bg: Вашият среден успех:
uk_ua: Ваш середній бал:

# Gen1
source: WARNING!!! Low-score!
be_by: УВАГА !!! Занадта нізкі сярэдні бал!
bg_bg: ВНИМАНИЕ !!! Средният успех е твърде нисък!
uk_ua: УВАГА!!! Занадто низький середній бал!

# Gen2
source: Warning! Score equal:
be_by: Увага! Сярэдні бал роўны:
bg_bg: Внимание! Средният резултат е:
uk_ua: Увага! Середній бал дорівнює 3!

# Gen3
source: Warning! Score equal:
be_by: Увага! Сярэдні бал роўны:
bg_bg: Внимание! Средният резултат е:
uk_ua: Увага! Середній бал дорівнює 4!

# Gen4
source: Total score is normal! ;)
be_by: Твой сярэдні бал у парадку! ;)
bg_bg: Вашият GPA е добре! ;)
uk_ua: Твій середній бал в порядку! ;)

# GenF
source: for
be_by: для
bg_bg: за
uk_ua: для

# GenN
source: You need:
be_by: Табе трэба:
bg_bg: Нуждаете се от:
uk_ua: Тобі потрібно:

source: Geography
be_by: Геаграфія
bg_bg: География
uk_ua: Географія

source: Help
be_by: Дапамога
bg_bg: Помогне
uk_ua: Допомога

source: History
be_by: Гісторыя
bg_bg: История
uk_ua: Історія

# Image
source: Image instruction
be_by: Фотоинструкция
bg_bg: Инструкция за снимки
uk_ua: Фотоінструкція

source: Information
be_by: Iнфармацыя
bg_bg: Информация
uk_ua: Iнформація

source: Italic
be_by: Нахілены
bg_bg: Наклонен
uk_ua: Нахилений

source: Language
be_by: Мова
bg_bg: Език
uk_ua: Мова

# Literature
source: Lirerature
be_by: Літаратура
bg_bg: Литература
uk_ua: Література

source: Load
be_by: Загрузіць
bg_bg: Изтегли
uk_ua: Завантажити

source: Match
be_by: Матэматыка
bg_bg: Математика
uk_ua: Математика

# Message1
source: Do you really want to exit?
be_by: Вы дакладна хочаце выйсці?
bg_bg: Наистина ли искате да излезете?
uk_ua: Ви точно хочете вийти?

source: Name:
be_by: Iмя:
bg_bg: Име:
uk_ua: Iм'я:

# Namer
source: For edit name subject
be_by: Для рэдагавання імя прадмета
bg_bg: За да редактирате името на елемент
uk_ua: Для редагування імені предмета

source: Normal
be_by: Нармальны
bg_bg: Нормално
uk_ua: Нормальний

source: Options
be_by: Настройка
bg_bg: Настройка
uk_ua: Налаштування

# Pb
source: Responsible for progressbar visibility
be_by: Бачнасць progreessbar'а
bg_bg: Видимост progreessbar'а
uk_ua: Видимість progreessbar'а

source: PE
be_by: Фізкультура
bg_bg: Физическо възпитание
uk_ua: Фізкультура

source: Physics
be_by: Фізіка
bg_bg: Физика
uk_ua: Фiзика

source: Reset
be_by: Скід
bg_bg: Сброс
uk_ua: Скидання

# Rights
source: ©All rights reserved
be_by: ©Ўсе правы абаронены
bg_bg: ©Всички права запазени
uk_ua: ©Всі права захищені

# RusLeng
source: NN
be_by: Беларускую мову
bg_bg: Български език
uk_ua: Українська мова

# Secname
source: Surname:
be_by: Прозвішча:
bg_bg: Фамилия:
uk_ua: Прізвище:

source: Settings
be_by: Налады
bg_bg: Настройки
uk_ua: Налаштування

source: Solicalscience
be_by: Грамадазнаўства
bg_bg: Социология
uk_ua: Суспільствознавство

source: Sound
be_by: Гук
bg_bg: Звук
uk_ua: Звук

source: Start
be_by: Старт
bg_bg: Започнете
uk_ua: Старт

# Succeses
source: Succeses! For the changes to take effect, restart the program.
be_by: Выдатна! Перазагрузіце праграму што б змены ўступілі ў сілу!
bg_bg: Отлично! Рестартирайте програмата, за да влязат в сила промените!
uk_ua: Відмінно! Перезавантажте програму щоб зміни вступили в силу!

# Sure
source: Are you sure?
be_by: Вы ўпэўнены?
bg_bg: Сигурен ли си?
uk_ua: Ви впевнені

# SureVoid1
source: You shouldn't do this...
be_by: Ты не павінен рабіць гэтага ...
bg_bg: Не бива да правите това ...
uk_ua: Ти не повинен робити цього ...

# SureVoid2
source: Do not do this!
be_by: Ты не павінен!
bg_bg: Не трябва да!
uk_ua: Ти не повинен!

# SureVoid3
source: Go out!
be_by: Прэч адсюль!
bg_bg: Махай се оттук!
uk_ua: Геть звідси!

# SV2
source: Sure?
be_by: Упэўнены?
bg_bg: Сигурен ли си?
uk_ua: Упевнений?

# SV3
source: And who will ask you ...
be_by: Быццам цябе хто то пытаўся ...
bg_bg: Сякаш някой те пита ...
uk_ua: Ніби тебе хтось питав ...

# Totalresult
source: Total rersult:
be_by: Агульны бал:
bg_bg: Общ резултат:
uk_ua: Загальний бал:

# Tres
source: Total result:
be_by: Агульны бал:
bg_bg: Общ резултат:
uk_ua: Загальний бал:

source: Underline
be_by: Падкрэслены
bg_bg: Подчертано
uk_ua: Підкреслений

source: Version
be_by: версія
bg_bg: Версия
uk_ua: Версія

source: Versions
be_by: Версіі
bg_bg: Версии
uk_ua: Версії

# Voider
source: You shouldn't click on this...
be_by: Ты не павінен гэта рабіць ...
bg_bg: Не бива да правите това ...
uk_ua: Ти не повинен це робити ...

# Warning
source: Warning! Don't press button X, otherwise the running process will hang in the task manager!
be_by: Вниманме! Не націскайце на кнопку X, інакш працэс застанецца ў дыспетчару задач!
uk_ua: Вніманме! Не натискайте на кнопку X, інакше процес залишиться в диспетчері завдань!

# WarningList
source: WarningList - this is a program that calculates your GPA by entering several values. This program is very suitable for both schoolchildrens and students...
be_by: WarningList - гэта праграма з дапамогай якой вы можаце даведацца пра свой бягучы сярэдні бал, шляхам уводу адзнак, а таксама свой агульны бал. Дадзеная праграма падыдзе для школьнікаў і студэнтаў ...
bg_bg: WarningList - е програма, с която можете да разберете текущия си среден успех, като въведете рейтинги, както и общия си резултат. Тази програма е подходяща за ученици и студенти ...
uk_ua: WarningList - це програма за допомогою якої ви можете дізнатися свій поточний середній бал, шляхом введення оцінок, а також свій загальний бал. Дана програма підійде для школярів і студентів ...

# Yname
source: Your name:
be_by: Ваша імя:
bg_bg: Твоето име:
uk_ua: Ваше ім'я:

# Ysurname
source: Your surname:
be_by: Ваша прозвішча:
bg_bg: Твоята фамилия:
uk_ua: Ваше прізвище:
